Repository: Kesco-m/Kesco.App.Web.MVC.Persons
Catalog: Kesco.Persons.Web/App_GlobalResources/Resources.*.resx
Languages: et, ru

# Persons_Link_Delete_Confirm_Text
source: Appropriate in the case of removal, if the information was entered incorrectly!<br>If this information is correct, but at the moment does not work - use limited period!<br><br>Are you sure you want to delete this information?
et: Sobivad puhul eemaldamine, kui andmed on sisestatud valesti! Mascus Kui see info on õige, kuid hetkel ei tööta - kasutada piiratud! <br> Kas olete kindel, et soovite kustutada selle teabe ?
ru: Удаление целесообразно в случае, если данная информация была занесена неправильно!<br>Если данная информация правильная, но на данный момент не действует - воспользуйтесь ограничением срока действия!<br><br>Вы уверены, что хотите удалить данную информацию?

# Persons_Contact_Delete_Confirm_Text
source: Are you sure you want to delete this contact?
et: Kas olete kindel, et soovite kustutada selle kontakti?
ru: Вы уверены, что хотите удалить данный контакт?

# Persons_Link_NotFound
source: Link №{0} not found!
et: Side №{0} ei leitud!
ru: Связь №{0} не найдена!

# Persons_Contact_ChooseCity
source: Choose the city
et: Vali linn
ru: Выбор населенного пункта

# Persons_Contact_ChooseCountry
source: Choose the country
et: Vali riik
ru: Выбор страны

# Persons_Delete_Confirm_Title
source: Confirm the deletion
et: Kustutamise kinnitamiseks
ru: Подтвердите удаление

# Persons_Requisites_SpecifyPersonRegistrationCountry
source: Please specify a registration country of person!!!
et: Palun täpsustage registreerimine riigi isik!
ru: Укажите страну регистрации лица!!!

# Persons_Requisites_ShortNameRusGenitive_AddOn
source: (for documents)
et: (dokumentide)
ru: (для документов)

# EditorTemplate_ContactTypeField_OptionsCaption
source: - Choose a contact type -
et: - Vali kontakttüüpi -
ru: - Выберите тип контакта -

# Persons_Contact_NotFound
source: Contact №{0} not found!
et: Võta №{0} ei leitud!
ru: Контакт №{0} не найден!

# Persons_Dossier_Menu_Print
source: Print
et: Trükkima
ru: Печать карточки лица

# Persons_Card_Delete_Confirm_Text
source: Are you sure you want to delete this person card?
et: Kas olete kindel, et soovite kustutada selle inimese kaardi?
ru: Вы уверены, что хотите удалить данную карточку лица?

# Persons_Dossier_EmployeeHasNoPost
source: employee has no post in the staff list
et: töötaja ei ole ametikohale personali nimekirja
ru: сотрудник не имеет должности в штатном расписании

# Persons_Dossier_NoEmployee
source: no employee for this natural person
et: Ükski töötaja selle füüsilise isiku
ru: лицо не введено в справочник сотрудников

# Dossier_PrivatePerson_Label
source: (personal for employee)
et: (sest töötaja üksus on isiklik)
ru: (для сотрудника лицо является личным)

# Dossier_PrivatePerson_SetRemoveSignPrivate
source: Add / remove a sign that the employee is a private person.
et: Lisa / eemalda märk sellest, et töötaja on eraisik.
ru: Установить/снять признак, что для данного сотрудника лицо является личным.

# Persons_Natural_SaveErrorWhileSavingPersonTypes
source: Error occured while assigning person types: - {0}
et: Tekkis viga samas määrates isiku tüüpi: - {0}
ru: Возникла ошибка в процессе назначения лицу типов: - {0}

# Persons_Natural_SaveErrorWhileSavingResps
source: Error occured while assigning of responsiable employee(s) to the person: - {0}
et: Tekkis viga samas määrates of responsiable töötaja (te) isiku: - {0}
ru: Возникла ошибка в процессе назначения ответсвенных сотрудников: - {0}

# Persons_Contact_PleaseSpecifyPerson
source: - please specify a person to create a new contact!
et: - palun täpsustage isik luua uue kontakti!
ru: - для создания контакта необходимо указать лицо!

# GUI_Button_Synchronize
source: Synchronize
et: Sünkroniseerima
ru: Синхронизировать

# Persons_Synchronize_DifferencesHeader
source: The individual data will be changed in according with the employee's data
et: Üksikandmeid muutunud vastavalt koos töötaja andmed
ru: В данные физического лица будут внесены изменения на основании данных о сотруднике холдинга

# Persons_Synchronize_Differences_Requisites
source: Requisites
et: Rekvisiidid
ru: Реквизиты

# Persons_Dossier_CardNotRestricted
source: not restricted
ru: не ограничено

# Persons_Dossier_RefreshSection
source: Refresh section
et: värskenda osa
ru: Обновить секцию

# Persons_Dossier_ShowHideSection
source: Show/hide section
et: Näita/varja osa
ru: Показать/скрыть секцию

# Persons_Doisser_Actuality_Checked_modalButtonOkCaption
source: Yes, I confirm
et: Jah, ma kinnitada
ru: Да, подтверждаю

# Persons_Doisser_Actuality_Checked_modalCaption
source: Confirmation of the relevance of contact
et: Kinnitus tekst kontakt
ru: Подтверждение актуальности контакта

# Persons_Doisser_Actuality_Checked_modalDialogFirst
source: You acknowledge that the contact person
et: Te tunnistate, et kontaktisik
ru: Вы подтверждаете, что контакты лица

# Persons_Doisser_Actuality_Checked_modalDialogSecond
source: relevant and fully tested you?
et: asjakohased ja täielikult testitud sa oled?
ru: актуальны и полностью Вами проверены?

# Persons_Doisser_Actuality_Is_Checked
source: Actuality checked
et: Tegelikkus kontrollida
ru: Актуальность проверена

# Persons_Doisser_SynchronizeData
source: Synchronize data
et: Andmete sünkroonimine
ru: Синхронизировать данные
