Repository: Kesco-m/Kesco.App.Web.MVC.Persons
Catalog: Kesco.Persons.Web/App_GlobalResources/Resources.*.resx
Languages: et, ru

# GUI_Button_Cancel
source: Cancel
et: Tühistama
ru: Отменить

# GUI_Button_Save
source: Save
et: Välja arvatud
ru: Сохранить

# Kesco_Persons_Web_VW_1000
source: Choose responsible employees
et: Vali vastutavad töötajad
ru: Выбор ответственного сотрудника

# Kesco_Persons_Web_VW_1001
source: Remove from the list
et: Eemalda nimekirjast
ru: Удалить из критерия поиска

# Kesco_Persons_Web_VW_1002
source: Choose a list of responsilble employees as criteria of search
et: Vali nimekirja responsilble töötajate kriteeriumide otsing
ru: Выбрать список ответственных сотрудников

# Kesco_Persons_Web_VW_1003
source: Choose a list of person's themes as criteria of search
et: Vali nimekirja isiku teemasid kriteeriumid otsing
ru: Выбрать список типов лиц как критерий поиска по лицам

# Kesco_Persons_Web_VW_1004
source: Choose a theme of person
et: Vali teema isik
ru: Выбор типа лица

# Kesco_Persons_Web_VW_1005
source: Choose a kind of nickname to use...
et: Vali mingi hüüdnimi kasutada ...
ru: Выберите вид представления псевдонима...

# Kesco_Persons_Web_VW_101
source: Found:
et: Leiti:
ru: Найдено:

# Kesco_Persons_Web_VW_102
source: persons
et: isikute
ru: лиц

# Kesco_Persons_Web_VW_103
source: names of persons
et: isikute nimed
ru: названия лиц

# Kesco_Persons_Web_VW_104
source: requisites of persons
et: rekvisiidid isikute
ru: реквизиты лиц

# Kesco_Persons_Web_VW_105
source: contacts of persons
et: kontaktide isikute
ru: контакты лиц

# Kesco_Persons_Web_VW_106
source: contains
et: sisaldab
ru: содержат

# Kesco_Persons_Web_VW_107
source: starts with
et: algab
ru: начинаются с

# Kesco_Persons_Web_VW_108
source: search
et: otsi
ru: поиск

# Kesco_Persons_Web_VW_109
source: Use restrictions on the types of persons in the search.
et: Kasuta piirangud tüüpi inimeste otsing.
ru: Использовать ограничения по типам лиц при поиске.

# Kesco_Persons_Web_VW_110
source: Types of persons
et: Tüüpi isikud
ru: Показывать только

# Kesco_Persons_Web_VW_111
source: organizations
et: organisatsioonid
ru: организации

# Kesco_Persons_Web_VW_112
source: banks
et: pangad
ru: банки

# Kesco_Persons_Web_VW_113
source: individuals
et: inimesed
ru: физические лица

# Kesco_Persons_Web_VW_114
source: Use restrictions on checking accounts department officials in the search.
et: Kasuta piiranguid kontrollida raamatupidamise osakonna ametnikud otsing.
ru: Использовать ограничения по проверке лиц бухгалтерией при поиске

# Kesco_Persons_Web_VW_115
source: Veracity of person
et: Õigsust inimene
ru: Достоверность лица

# Kesco_Persons_Web_VW_116
source: verified
et: tõendatud
ru: проверенные

# Kesco_Persons_Web_VW_117
source: not verified
et: ei kontrollita
ru: не проверенные

# Kesco_Persons_Web_VW_118
source: Business project
et: Äriprojekt
ru: Бизнес-проект

# Kesco_Persons_Web_VW_119
source: only on
et: ainult
ru: только по

# Kesco_Persons_Web_VW_120
source: working on any business project
et: kallal iga äriprojekt
ru: работающие по любому бизнес-проекту

# Kesco_Persons_Web_VW_121
source: including subprojects
et: sealhulgas alaprojekti
ru: включая подпроекты

# Kesco_Persons_Web_VW_122
source: Country of registration
et: Registreerimisriigi
ru: Страна регистрации

# Kesco_Persons_Web_VW_122_1
source: Use restrictions on country of registration in the search
et: Kasutage piirangud riik registreerimise otsing
ru: Использовать ограничения по стране регистрации при поиске

# Kesco_Persons_Web_VW_123
source: Form of incorporation
et: Vorm asutamise
ru: Организационно-правовая форма

# Kesco_Persons_Web_VW_123_1
source: Use restrictions on form of incorporation in the search
et: Kasutage piirangud vormis lisatavate otsing
ru: Использовать ограничения по организационно-правовой форме при поиске

# Kesco_Persons_Web_VW_124
source: Select...
et: Vali ...
ru: Выберите...

# Kesco_Persons_Web_VW_125
source: not specified
et: Täpsustage, mis vormis ...
ru: не указана

# Kesco_Persons_Web_VW_126
source: Responsible employees
et: Vastutavad töötajad
ru: Ответственные сотрудники

# Kesco_Persons_Web_VW_127
source: Use restrictions on the responsible employees in the search
et: Kasuta piirangud vastutavad töötajad otsing
ru: Использовать ограничения по ответственным сотрудникам при поиске

# Kesco_Persons_Web_VW_128
source: Not specified
et: Pole täpsustatud
ru: отсутствуют

# Kesco_Persons_Web_VW_129
source: Themes of persons
et: Teemad isikute
ru: Типы лиц

# Kesco_Persons_Web_VW_130
source: Not specified
et: Pole täpsustatud
ru: отсутствуют

# Kesco_Persons_Web_VW_131
source: Use restrictions on the themes of persons in the search
et: Kasuta piirangud teemad isikute otsing
ru: Использовать ограничения по типам лиц при поиске

# Kesco_Persons_Web_VW_132
source: including subtypes
et: sealhulgas alatüübid
ru: включая подтипы

# Kesco_Persons_Web_VW_133
source: Information is valid
et: Informatsioon kehtib
ru: Данные действительны

# Kesco_Persons_Web_VW_134
source: Create individual person
et: Loo eraisik
ru: Создание физического лица

# Kesco_Persons_Web_VW_135
source: Birthday
et: Sünnipäev
ru: Дата рождения

# Kesco_Persons_Web_VW_136
source: Save as
et: Salvesta
ru: Сохранить как

# Kesco_Persons_Web_VW_137
source: Responsible employee
et: Vastutav töötaja
ru: Ответственный сотрудник

# Kesco_Persons_Web_VW_138
source: Set types
et: Seadke tüüpi
ru: Укажите типы

# Kesco_Persons_Web_VW_139
source: required fields
et: kohustuslikud väljad
ru: поля, обязательные для заполнения

# Kesco_Persons_Web_VW_140
source: Create juridical person
et: Loo juriidiline isik
ru: Создание юридического лица

# Kesco_Persons_Web_VW_141
source: Nickname
et: Hüüdnimi
ru: Псевдоним

# Kesco_Persons_Web_VW_142
source: enter the requisites
et: sisestage rekvisiidid
ru: введите реквизиты

# Kesco_Persons_Web_VW_143
source: this organization is a bank
et: see organisatsioon on pank
ru: данная организация является банком

# Kesco_Persons_Web_VW_144
source: Adding requisites of the juridical person
et: Lisades rekvisiidid juriidiline isik
ru: Добавление реквизитов юридического лица

# Kesco_Persons_Web_VW_145
source: length
et: pikkus
ru: длина

# Kesco_Persons_Web_VW_146
source: Requisites
et: Rekvisiitidega
ru: Реквизиты

# Kesco_Persons_Web_VW_147
source: Remove search restrictions
et: Eemalda otsing piirangud
ru: Убрать ограничения на поиск

# Persons_Search_PageTitle
source: Persons search
et: Isikud otsing
ru: Поиск по справочнику лиц

# Kesco_Persons_Web_VW_1006
source: responsible employees
et: vastutavad töötajad
ru: ответственные сотрудники

# Kesco_Persons_Web_VW_1007
source: <not specified>
et: <ei ole määratud>
ru: <не назначены>

# Kesco_Persons_Web_VW_1012
source: Previous version
et: Eelmine versioon
ru: Перейти к старой версии

# EditorTemplate_RequiredFields_Message
source: required fields
et: kohustuslikud väljad
ru: поля, обязательные для заполнения

# EditorTemplate_ResourceField_CreateNew
source: Create new resource
et: Loo uus ressurss
ru: Создание нового ресурса

# EditorTemplate_UniqueID_NewEntry_Title
source: New entry
et: Uus kanne
ru: Новая запись

# GUI_Button_AssignResourceToPersons
source: Assign Resource
et: Määrata Allika
ru: Назначение ресурсов

# GUI_Button_Close
source: Close
et: Lähedal
ru: Закрыть

# GUI_Button_Copy
source: Copy
et: Kopeeri
ru: Копировать

# GUI_Button_Create
source: Create
et: Looma
ru: Создать

# GUI_Button_Delete
source: Delete
et: Kustutama
ru: Удалить

# GUI_Button_Edit
source: Edit
et: Muuda
ru: Редактировать

# GUI_Button_Help
source: Help
et: Aitama
ru: Справка

# GUI_Button_OK
source: OK
ru: ОК

# GUI_Button_Refresh
source: Refresh
et: Värskenda
ru: Обновить

# GUI_Button_Select
source: Select
et: Vali
ru: Выберите

# GUI_Button_ShowCashFlowTypeList
source: Browse Types
et: Sirvi tüübid
ru: Обзор типов

# GUI_Button_View
source: View
et: Vaata
ru: Просмотреть

# GUI_Message_AjaxRequestError
source: Error occured while performing the action on the server.
et: Viga täitmisel tegevus server.
ru: Произошла ошибка при выполнении действия на сервере.

# GUI_Message_Loading
source: Loading...
ru: Загрузка ...

# GUI_Message_Refreshing
source: Refreshing...
et: Värskendav ...
ru: Обновление...

# Persons_Search_Form_Condition_Contains
source: contains
et: sisaldab
ru: содержит

# Persons_Search_Form_Condition_StartsWith
source: starts with
et: algab
ru: начинается с

# Persons_Search_Form_NameLabel
source: Name
et: Nimi
ru: Имя

# Persons_Search_Form_SearchButton_Caption
source: Search
et: Otsing
ru: Поиск

# Persons_Search_FoundMore
source: Found more 100 resources that matched specified criteria.<br><br>Please clarify a seach criteria.
et: Leitud rohkem 100 ressursse, et sobitada täpsustatud kriteeriumidele. <br><br> Palun selgitada nende järel otsingukriteeriumitele vastavad.
ru: Найдено более 100 ресурсов, которые соответствуют определенным критериям. <br><br> Просьба уточнить, поиске делового критериям.

# Persons_Search_FoundMoreTitle
source: Found more 100 resources
et: Leitud rohkem 100 ressursid
ru: Найдено более 100 ресурсов

# Persons_Search_NotFound
source: No resource found that matches specified criteria. <br><br>Please clarify a seach criteria.
et: Ei ressurss leida, mis vastab määratletud kriteeriumidele. <br><br> Palun selgitada nende järel otsingukriteeriumitele vastavad.
ru: Не найдено ресурсов, которые соответствуют заданным критериям. <br><br> Уточните критерии поиска.

# Persons_Search_NotFoundTitle
source: No resource found.
et: Ei ressurss leida.
ru: Ресурсов не найдено.

# Persons_Search_ResourceNameLanguage
source: Show name in:
et: Näita nimi:
ru: Показать имя:

# Persons_Search_SortBy
source: Sort by:
et: Sorteeri:
ru: Сортировать по:

# Persons_Search_SortBy_Alphabetically
source: alphabetically
et: tähestiku järgi
ru: в алфавитном порядке

# Persons_Search_SortBy_Position
source: position in tree
et: positsiooni puu
ru: позиции в дереве

# Kesco_Persons_Web_VW_1008
source: contacts
et: kontaktide
ru: контакты

# Kesco_Persons_Web_VW_1009
source: juridical person profile
et: juriidiline isik profiili
ru: данные юридического лица

# Kesco_Persons_Web_VW_1010
source: individual person profile
et: Üksikisiku profiili
ru: данные физического лица

# Kesco_Persons_Web_VW_1011
source: Creating...
et: Loomine ...
ru: Создание ...

# Kesco_Persons_Web_VW_2000
source: Contact
et: Kontakt
ru: Контакт

# Kesco_Persons_Web_VW_2001
source: INN
ru: ИНН

# Kesco_Persons_ContactTypeField_OptionsCaption
source: Select a type...
et: Vali tüüp ...
ru: Укажите тип контакта

# Kesco_Persons_CreateIndividual_DuplicatesDialog_Warning
source: While creating of a individual person the similar ones were found in the directory. Please ensure there is no such user among listed below.
et: Luues ja üksikisiku sarnastest leiti kataloog. Veenduge, ei ole sellist kasutaja seas loetletud allpool.
ru: При создании лица в справочнике найдены похожие лица.<br> Проверьте, нет ли среди найденных лиц создаваемого лица.

# Kesco_Persons_CreateIndividual_DuplicatesDialog_Title
source: Possible duplicates of the person
et: Võimalik duplikaate isiku
ru: Возможные дубликаты лица

# Kesco_Persons_CreateIndividual_DuplicatesDialog_ContinueEditingButton
source: Continue editing
et: Jätkata toimetamine
ru: Продолжить редактирование

# Kesco_Persons_CreateIndividual_DuplicatesDialog_ConfirmCreatingButton
source: New person is not in the list.
et: Uus inimene ei ole nimekirjas.
ru: Создаваемое лицо не является ни одним из найденных.

# Kesco_Persons_Create_DuplicateNicknames
source: Person with such nickname already exists
et: Isiku alias on juba olemas.
ru: Лицо с таким псевдонимом уже существует.

# Kesco_Persons_CreateIndividual_2100
source: Specify date
et: Määrates tähtaja andmed.
ru: Укажите срок действия данных.

# Kesco_Persons_CreateIndividual_2101
source: Incorrect dates.
et: Valesti märgitud kehtivusaja andmed.
ru: Неправильно указано время действия данных.

# Kesco_Persons_CreateIndividual_2102
source: Specify nickname
et: Valige tüüp esindada hüüdnimi ...
ru: Выберите вид представления псевдонима...

# Kesco_Persons_CreateIndividual_2103
source: Specify sex of person.
et: Täpsustage korrusel.
ru: Укажите пол.

# Kesco_Persons_CreateIndividual_2104
source: Themes
et: Teemad
ru: Темы

# Kesco_Persons_CreateIndividual_2104a
source: Types
et: Liigid
ru: Типы

# Kesco_Persons_CreateIndividual_2105
source: Select theme
et: Valides tüüpi
ru: Выбор типов

# Kesco_Persons_CreateIndividual_2106
source: In catalogs
et: Kataloogid
ru: В каталогах

# Kesco_Persons_CreateIndividual_2107
source: Catalogs
et: Kataloogid
ru: Каталоги

# Kesco_Persons_CreateIndividual_2108
source: This is it
et: See on see
ru: Это оно

# Kesco_Persons_CreateIndividual_2109
source: Address
et: Aadress
ru: Адрес

# Kesco_Persons_CreateIndividual_2110
source: Address (lat.)
et: Aadress (ladina)
ru: Адрес (лат.)

# Kesco_Persons_CreateIndividual_2111
source: Dossier
et: Toimik
ru: Досье

# Kesco_Persons_CreateIndividual_2112
source: Close
et: Lähedal
ru: Закрыть

# Kesco_Persons_CreateIndividual_2113
source: If found among those persons not being created, you can not manually create the person. For assistance, contact the secretary or the administrator.
et: Kui nende seas, kes ei ole loonud, ei saa te luua käsitsi isik. Abi saamiseks pöörduge sekretäri või administraatoriga.
ru: Если среди найденных лиц создаваемого лица нет, Вы не сможете самостоятельно создать данное лицо. Обратитесь за помощью к секретарям или к администратору.

# Kesco_Persons_CreateJuridical_2200
source: Specify requisites
et: Täpsustage rekvisiidid
ru: Укажите реквизиты.

# Kesco_Persons_CreateJuridical_2201
source: Specify russian or english person name in requisites.
et: Täpsustage vene või inglise isiku nime rekvisiidid.
ru: Необходимо в реквизитах заполнить русское или латинское название юр. лица.

# Kesco_Persons_CreateJuridical_2202
source: Specify person themes.
et: Täpsustage isik teemad.
ru: Укажите типы лица.

# Kesco_Persons_CreateJuridical_2203
source: From
et: Pärit
ru: Начиная c

# Kesco_Persons_CreateJuridical_2204
source: to
et: kuni
ru: по

# Kesco_Persons_CreateJuridical_2205
source: Requisites
ru: Реквизиты

# Kesco_Persons_CreateJuridical_2206
source: Accept
et: Nõustuma
ru: Подтверждаю

# Kesco_Persons_CreateJuridical_2207
source: Specify requisites dates
et: Täpsustage rekvisiidid kuupäevad
ru: Укажите срок действия реквизитов.

# Kesco_Persons_CreateJuridical_2208
source: Incorrect requisites dates
et: Valesti märgitud kehtivusaja andmed.
ru: Неправильно указано время действия данных.

# Kesco_Persons_CreateJuridical_2209
source: Cancel
et: Tühistama
ru: Отмена

# Kesco_Persons_CreateJuridical_2210
source: INN length is not valid
et: INN pikkus ei ole korrektne
ru: Длина ИНН не соответствует формату

# Kesco_Persons_CreateJuridical_2211
source: OKPO length is not valid
et: Okpo pikkus ei ole korrektne
ru: Длина ОКПО не соответствует формату

# Kesco_Persons_CreateJuridical_2212
source: In case of OKONH entry it's lenght is equal to 5
et: Kui on määratud IBAN, tema pikkus peab olema 5
ru: Если ОКОНХ указан, то его длина должна быть равна 5

# Kesco_Persons_Search_1000
source: Additional restrictions
et: Täiendavad piirangud
ru: Доп. ограничения

# Kesco_Persons_Search_1001
source: Persons with requisites valid on
et: Isikud, kellel rekvisiidid kehtivad
ru: Лица с реквизитами, действующими на

# Kesco_Persons_Search_1002
source: Persons registered with the participating countries of the customs union
et: Isikud registreeritud osalevate riikidega tolliliidu
ru: Лица, зарегистрированные в странах участниках таможенного союза

# Kesco_Persons_Search_1003
source: Persons not registered with the participating countries of the customs union
et: Isikud, kes ei registreeritud osalevate riikidega tolliliidu
ru: Лица, не зарегистрированные в странах участниках таможенного союза

# Kesco_Persons_Search_1004
source: Persons linked with
et: Isikud seotud
ru: Лица, связанные с

# Kesco_Persons_Search_1005
source: Employees
et: Töötajad
ru: Работники

# Kesco_Persons_Search_1006
source: Workplaces
et: Töökohad
ru: Места работы

# Kesco_Persons_Search_1007
source: Subordinate organizations
et: Allorganisatsioonides
ru: Подчиненные организации

# Kesco_Persons_Search_1008
source: Leading organizations
et: Juhtivate organisatsioonide
ru: Головные организации

# Kesco_Persons_Search_1009
source: Representatives
et: Esindajad
ru: Представители

# Kesco_Persons_Search_1010
source: Heads
et: Liidrid
ru: Руководители

# Kesco_Persons_Search_1011
source: Ownership
et: Kinnisvara
ru: Собственность

# Kesco_Persons_Search_1012
source: Owners
et: Omanikud
ru: Владельцы

# Kesco_Choosen_NoResultsMatch
source: No results match
et: Ühtki vastet.
ru: Не найдено совпадений.

# Persons_Dossier_PageTitle
source: Dossier
et: Toimikutele
ru: Досье

# Persons_Dossier_Menu_AddToPerson
source: Add to person
et: Lisa isik
ru: Добавить лицу

# Persons_Dossier_Menu_ChangedBy
source: changed by
et: teha muudatusi
ru: вносившие изменения

# Persons_Dossier_Menu_Docs
source: search for person's docs in Archive
et: otsi isiku Docs Arhiiv
ru: искать документы лица в архиве

# Persons_Dossier_Menu_NewInd
source: create physical
et: luua kehalise
ru: создать физическое

# Persons_Dossier_Menu_NewJur
source: create juridical
et: luua õiguslik
ru: создать юридическое

# Persons_Dossier_Menu_StoreOldProps
source: inactive details, warehouses/accounts
et: mitteaktiivsed andmed, laod/kontod
ru: недействующие реквизиты, склады/счета

# Persons_Dossier_Menu_Person
source: Person
et: Inimene
ru: Лицо

# Persons_Dossier_Menu_Search
source: search for person
et: otsima nägu
ru: искать лица

# Persons_Dossier_Menu_View
source: View
et: Vaata
ru: Вид

# GUI_Button_Confirm
source: Confirm
et: Kinnitama
ru: Подтвердить

# Persons_Dossier_CardFrom
source: from
et: pärit
ru: начиная с

# Persons_Dossier_CardNotValid
source: not actual right now
et: hetkel - ei kehti
ru: на текущий момент - не действительны

# Persons_Dossier_CardTo
source: to
et: edasi
ru: по

# Persons_Dossier_CardValid
source: actual
et: tegutsema
ru: действуют

# Persons_Dossier_Actuality
source: Actuality
et: Reaalsus
ru: Актуальность

# Persons_Dossier_ActualityNotChecked
source: not checked
et: ei ole testitud
ru: не проверялась

# Persons_Dossier_Checked
source: checked
et: kontrollitud
ru: проверено

# Persons_Dossier_PersonNotFound
source: Person №{0} not found or is not accessible!
et: Isik №{0} ei leitud või pole kättesaadav!
ru: Лицо №{0} не найдено или недоступно!

# Persons_Dossier_NoData
source: no data
et: andmed puuduvad
ru: отсутствуют

# Persons_Dossier_SyncUser
source: synchronize data
et: andmeid sünkroonida
ru: синхронизировать данные

# Persons_Link_Child_Type1
source: Employee
et: Töötaja
ru: Работник

# Persons_Link_Child_Type2
source: Subordinate organization
et: Allorganisatsioon
ru: Подчиненная организация

# Persons_Link_Child_Type3
source: Representative
et: Esindaja
ru: Представитель

# Persons_Link_Child_Type4
source: Property
et: Kinnisvara
ru: Собственность

# Persons_Link_Parent_Type1
source: Job
et: Töö
ru: Место работы

# Persons_Link_Parent_Type2
source: Head organization
et: Peaorganisatsioon
ru: Головная организация

# Persons_Link_Parent_Type3
source: Head
et: Pea
ru: Руководитель

# Persons_Link_Parent_Type4
source: Owner
et: Omanik
ru: Владелец

# Persons_Dossier_Delete_PageTitle
source: Delete and replace a person
et: Kustutada ja asendada isik
ru: Удаление и замена лица

# Persons_Dossier_Delete_Button_PerformDeleting
source: Perform deleting
et: Tehakse kustutamine
ru: Выполнить удаление

# Persons_Dossier_Delete_PersonID_Label
source: will be deleted
et: eemaldage
ru: удаляется

# Persons_Dossier_Delete_ReplacePersonID_Label
source: replace with
et: asendamine
ru: c заменой на

# Persons_Link_Parameter0
source: None
et: mitte ükski
ru: Нет

# Persons_Link_Parameter1
source: First
et: esimene
ru: Первая

# Persons_Link_Parameter2
source: Secind
et: teine
ru: Вторая

# Persons_Link_Description
source: Position
et: ametikoht
ru: Должность

# Persons_Link_Parameter
source: Signing authority
et: allkirja andnud
ru: Право подписи

# Persons_Dossier_Menu_3
source: employee
et: tootaja
ru: работника

# Persons_Dossier_Menu_4
source: job
et: too
ru: место работы

# Persons_Dossier_Menu_5
source: parent organization
et: peaorganisatsioon
ru: головную организацию

# Persons_Dossier_Menu_6
source: representative (assistant)
et: esindaja (assistent)
ru: представителя (помощника)

# Persons_Dossier_Menu_7
source: subordinate organization
et: allorganisatsioon
ru: подчиненную организацию

# Persons_Dossier_Menu_8
source: head
et: pea
ru: руководителя

# Persons_Dossier_Menu_9
source: owner
et: omanik
ru: владельца

# Persons_Dossier_Menu_10
source: ownership
et: omandioigus
ru: в собственность

# Persons_Dossier_Menu_11
source: account
et: konto
ru: счет

# Persons_Dossier_Menu_12
source: provision of banking services
et: pangateenuste osutamine
ru: предоставление банковских услуг

# Persons_Dossier_Menu_13
source: storage services
et: hoiuteenused
ru: предоставление услуг хранения

# Persons_Dossier_Menu_14
source: warehouse
et: ladu
ru: склад

# Persons_Dossier_Menu_15
source: certificate for wholesale impl. of OP
et: sertifikaadi hulgimuuk. rakendamise OP
ru: свидетельство на опт. реал. НП

# Persons_Dossier_Menu_16
source: accounting Abacus
et: raamatupidamine Abacus
ru: бухгалтерский учёт Abacus

# Persons_Dossier_Menu_17
source: accounting 1С
et: raamatupidamine 1С
ru: бухгалтерский учёт 1С

# Persons_Dossier_Menu_18
source: export to Aspect
et: eksport Aspect
ru: экспорт в Aspect

# Persons_Dossier_Menu_1
source: contact
et: kontakt
ru: контакт

# Persons_Dossier_Menu_2
source: details
et: detailid
ru: реквизиты

# Persons_Dossier_Section_7
source: employees
et: tootajad
ru: работники

# Persons_Dossier_Section_8
source: places of work
et: tookoht
ru: места работы

# Persons_Dossier_Section_9
source: head offices
et: peakontorid
ru: головные организации

# Persons_Dossier_Section_10
source: representatives (assistant)
et: esindajad (abistaja)
ru: представители (помощники)

# Persons_Dossier_Section_11
source: subordinate organizations
et: allorganisatsioonides
ru: подчиненные организации

# Persons_Dossier_Section_12
source: managers
et: juhid
ru: руководители

# Persons_Dossier_Section_13
source: owners
et: omanike
ru: владельцы

# Persons_Dossier_Section_14
source: property
et: kinnisvara
ru: собственность

# Persons_Dossier_Section_15
source: accounts
et: raamatupidamise
ru: счета

# Persons_Dossier_Section_16
source: providing banking services
et: pangateenuste osutamiseks
ru: предоставление банковских услуг

# Persons_Dossier_Section_17
source: storage services
et: hoiuteenused
ru: предоставление услуг хранения

# Persons_Dossier_Section_18
source: warehouses
et: laod
ru: склады

# Persons_Dossier_Section_19
source: certificate for wholesale impl. of OP
et: sertifikaadi hulgimuuk. rakendamise OP
ru: свидетельство на опт. реал. НП

# Persons_Dossier_Section_5
source: contacts
et: sidemed
ru: контакты

# Persons_Dossier_Section_6
source: details
et: detailid
ru: реквизиты

# Persons_Dossier_Section_1
source: details of juridical person
et: uksikasjad juriidiline isik
ru: данные юридического лица

# Persons_Dossier_Section_2
source: details of natural person
et: uksikasjad fuusiline isik
ru: данные физического лица

# Persons_Dossier_Section_3
source: responsible staff
et: vastutav personal
ru: ответственные сотрудники

# Persons_Dossier_Section_4
source: types of persons
et: tuupi inimesi - vastaspoole
ru: типы лица - контрагента
