Repository: Kesco-m/Kesco.App.Web.MVC.Persons
Catalog: Kesco.Web.Mvc.SharedViews/Localization/Resources.*.resx
Languages: et, ru

# Kesco_Web_Mvc_SharedApp_LBL_13112
source: Application Error
et: Rakenduse viga
ru: Ошибка приложенияN0

# Kesco_Web_Mvc_SharedApp_LBL_13113
source: Click to see the details...
et: Vajuta, et näha lähemalt ...
ru: Нажмите, чтобы увидеть детали ...

# Kesco_Web_Mvc_SharedApp_LBL_20000
source: Male
et: Mees
ru: Мужской

# Kesco_Web_Mvc_SharedApp_LBL_20001
source: Female
et: Naine
ru: Женский

# ResourceView_NoData
source: No data
et: Puuduvad andmed
ru: Нет данных

# Kesco_Web_Mvc_SharedApp_EditorTemplate_UniqueID_NewEntry
source: New entry
et: Uus kanne
ru: Новая запись

# GUI_Button_Cancel
source: Cancel
et: Tühistamine
ru: Отмена

# GUI_Button_Close
source: Close
et: Lähedal
ru: Закрыть

# GUI_Button_Copy
source: Copy
et: Kopeeri
ru: Копировать

# GUI_Button_Create
source: Create
et: Looma
ru: Создать

# GUI_Button_Delete
source: Delete
et: Eemaldama
ru: Удалить

# GUI_Button_Edit
source: Edit
et: Redigeerima
ru: Редактировать

# GUI_Button_Help
source: Help
et: Aitama
ru: Помощь

# GUI_Button_OK
source: OK
et: Korras
ru: ОК

# GUI_Button_Refresh
source: Refresh
et: Ajakohastama
ru: Обновить

# GUI_Button_Save
source: Save
et: Säästma
ru: Сохранить

# GUI_Button_Select
source: Select
et: Valima
ru: Выбрать

# GUI_Button_View
source: View
et: Vaadata
ru: Просмотр

# GUI_Message_AjaxRequestError
source: Error occured while performing the action on the server.
et: Tekkis viga meetme täideviimist serveris.
ru: Возникла ошибка в процессе выполнения действия на сервере.

# GUI_Message_Loading
source: Loading...
et: Laadimine ...
ru: Загрузка...

# GUI_Message_Refreshing
source: Refreshing...
et: Uuenda ...
ru: Обновление...

# QTip_LoadingStatus
source: Loading...
et: Laadimine ...
ru: Загрузка...

# EmployeeContacts_NoContacts
source: No contacts.
et: Ühtegi kontakti.
ru: Нет контактов.

# GUI_PhoneContact_ChooseAnotherPhone
source: Choose Phone
et: Valige telefon
ru: Выбрать телефон

# GUI_PhoneContact_ChooseDefaultPhone
source: Choose Phone
et: Valige telefon
ru: Выбрать телефон

# PersonContacts_NoContacts
source: No contacts.
et: Ühtegi kontakti.
ru: Нет контактов.

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_CallThrouh
source: Call Throuh
et: Helista kaudu
ru: Звонить через

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_Caption
source: Choose a phone which should be used to call the {0} number.
et: Vali telefoni, kust helistada numbrile {0}.
ru: Выберите телефон, с которого осуществить вызов на номер <span style=\"white-space: nowrap;\">{0}</span>.

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_Equipment
source: Equipment
et: Seadmed
ru: Оборудование

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_Phone
source: Phone
et: Ei.
ru: Номер

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_PhoneType
source: Type
et: Tüüp
ru: Тип

# PhoneCalling_Dialog_Title
source: Calling...
et: Helista ...
ru: Звонок...

# LINECALLSTATE_ACCEPTED
source: the call has been accepted.
et: väljakutse võeti vastu
ru: вызов был принят

# LINECALLSTATE_BUSY
source: the call is receiving a busy tone.
et: kinni
ru: занят

# LINECALLSTATE_CONFERENCED
source: the call is a member of a conference call
et: konverents
ru: конференция

# LINECALLSTATE_CONNECTED
source: the call has been established.
et: Seoses tellija komplekt
ru: соединение с абонентом установлено

# LINECALLSTATE_DIALING
source: dialing digits on the call...
et: Valimise
ru: набор телефонного номера

# LINECALLSTATE_DIALTONE
source: ready to dial...
et: valmis helistamist
ru: готов к набору номера

# LINECALLSTATE_DISCONNECTED
source: the remote party has disconnected from the call.
et: abonendi katkeb
ru: абонент отсоединился

# LINECALLSTATE_IDLE
source: no call is currently active
et: ei Aktiivse kõne
ru: нет активного звонка

# LINECALLSTATE_OFFERING
source: the call is being offered to the station.
et: seal on kõne
ru: происходит вызов

# LINECALLSTATE_ONHOLD
source: the call is on hold.
et: säilitamine
ru: удержание

# LINECALLSTATE_PROCEEDING
source: the call is proceeding through the telephone network.
et: vastuvõetud kõne, valitud numbri
ru: вызов был принят, номер набран

# LINECALLSTATE_RINGBACK
source: the station to be called has been reached, a ringback...
et: abonendi telefon helises
ru: телефон абонента зазвонил

# LINECALLSTATE_SPECIALINFO
source: the call is receiving a special information.
et: eriline sõnum
ru: специальное сообщение

# LINECALLSTATE_UNKNOWN
source: unknown
et: tundmatu
ru: неизвестно

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_Description
source: Description
et: Kirjeldus
ru: Описание

# PhoneCalling_Dialog_ChooseDefaultPhone_Table_Location
source: Location
et: Asukoht
ru: Расположение

# CheckCall_Call
source: Call
et: Kell
ru: Звонок

# CheckCall_Checking
source: Checking...
et: Kontrollima
ru: Проверка

# CheckCall_Error
source: Error
et: Putukas
ru: Ошибка

# MakeCall_Call
source: Call {0} &lt;-&gt; {1}
et: Helista {0} &lt;-&gt; {1}
ru: Звонок {0} &lt;-&gt; {1}

# MakeCall_PhoneNotFound
source: A phone with {0} number is not found in available equipment.
et: {0} telefoninumber ei leita saadaolevate seadmete.
ru: Телефон с {0} номером не найден в списке доступного оборудования.

# MakeCall_PhoneNotSpecified
source: A phone is not specified.
et: Telefon N
ru: Телефон не указан

# MakeCall_Timeout
source: Timeout
et: Aeg maha
ru: Тайм-аут

# PhoneCalling_Dialog_Button_Call
source: Call
et: Kell
ru: Позвонить

# PhoneCalling_Dialog_Button_Call_Seconds
source: sec.
et: sek.
ru: сек.

# PhoneCalling_Dialog_NoPhonesAvailable
source: No phones available
et: Puuduvad telefon
ru: Нет доступных телефонов

# PhoneCalling_Dialog_PhoneCallState_Call
source: Call
et: Kell
ru: Звонок

# PhoneCalling_Dialog_PhoneCallState_Connecting
source: Connecting...
ru: Соединение...

# PhoneCalling_Dialog_PhonesLoading
source: Loading...
et: Laadimine ...
ru: Загрузка...

# PhoneCalling_Dialog_Title2
source: Calling {0}...
et: Üleskutse {0} ...
ru: Вызов {0}...

# LocalConnectionState_t_CS_ALERTING
source: A device is alerting (ringing).
et: Seade annab märku (kumin).
ru: Устройство оповещено (звонит).

# LocalConnectionState_t_CS_CONNECT
source: A device is actively participating in a call
et: Seade osaleb aktiivselt kõne
ru: Устройство принимает активное участие в звонке

# LocalConnectionState_t_CS_FAIL
source: A failure to connect to the calling device or to the called device.
et: Suutmatus ühendada helistaja seade või nn seade.
ru: Ошибка соединения с вызывающим устройством или называемым устройством.

# LocalConnectionState_t_CS_HOLD
source: A device inactively participates in a call (HELD).
et: Seade Ei aktiivselt osaleb kõne (mis toimus).
ru: Устройство неактивно участвует в вызове (проведены).

# LocalConnectionState_t_CS_INITIATE
source: A device is requesting service.
et: Seade küsib teenust.
ru: Устройство обращаться в сервисную службу.

# LocalConnectionState_t_CS_NONE
source: A device participates in a call, but its state is not known.
et: Seade osaleb kõne, kuid tema seisund ei ole teada.
ru: Устройство участвует в вызове, но его состояние неизвестно.

# LocalConnectionState_t_CS_NULL
source: A device does not participate in a call
et: Seade ei osale kõne
ru: Устройство не участвует в вызове

# LocalConnectionState_t_CS_QUEUED
source: A device is trying to establish a connection with a call.
et: Seade üritab ühendust luua kõne.
ru: Устройство пытается установить соединение с вызовом.

# PhoneCalling_Dialog_Button_Call_In_Seconds
source: in
et: läbi
ru: через

# MakeCall_CallCannotBeEstablished
source: A call cannot be established from this phone.
et: Kõne ei saa installida selle telefoniga
ru: Звонок не может быть установлен с этого телефона

# MakeCall_TryToCallFromAnotherPhone
source: Try to call from another phone
et: Proovige helistada teisele.
ru: Попытайтесь позвонить с другого.

# PersonControl_CreateJuridalPerson
source: Create juridical person
et: Loo juriidiline isik
ru: Создать юридическое лицо

# PersonControl_CreateNaturalPerson
source: Create natural person
et: Loo füüsiline isik
ru: Создать физическое лицо

# PhoneCalling_PleaseSpecifyEmailToWrite
source: Please specify an email address to write.
ru: Укажите электронный адрес.

# PhoneCalling_PleaseSpecifyPhoneToCall
source: Please specify a target phone number to call.
ru: Укажите номер телефона, на который Вы хотите позвонить.

# SelectBox_AdvancedSearch
source: Advanced Search
et: Täpsem otsing
ru: Расширенный поиск

# Kesco_Web_Mvc_SharedApp_ClientSideViewModel_IncorrectEmail
source: Email address {0} is not valid. Please check.
et: E-posti aadress {0} ei ole kehtiv. Palun kontrollige.
ru: Электронный адрес {0} неверен. Проверьте.

# SelectBox_View
source: View
et: Vaata
ru: Просмотр

# ContactControl_CommunicateWithContact
source: Communicate with the contact
et: Suhelda kontakt
ru: Cвязаться по контакту

# PhoneCalling_Dialog_Message_SpecifyPhoneToMakeACall
source: Please specify a phone from which to you want to make a call.
et: Palun täpsustage telefon, kust soovite helistada.
ru: Укажите телефон, с которого осуществить звонок.

# PhoneCalling_Dialog_SaveAsMainWorkingPhoneAtThisLocation
source: Save as main working telephone on the computer.
et: Salvesta peamine töö telefoni arvutis
ru: Сохранить как основной рабочий телефонный аппарат на этом компьютере

# CheckCall_Error_CallCancellationFailed
source: The cancellation of the call failed.
et: Tühistamine ebaõnnestus.
ru: Невозможно отменить звонок.

# GUI_Button_FinishCall
source: Finish call
ru: Завершить звонок

# DossierEmployeeInfo_Contacts_Messanger
source: Messanger
ru: Мессенжер

# DossierEmployeeInfo_Contacts_WorkPhone
source: Work Phone
ru: Рабочий телефон

# Documents_Controls_DocumentsArhiveErrorMessage
source: Documents arhive communication error
et: Viga suhtlemist arhiividokumentidele
ru: Ошибка взаимодействия с архивом документов
