Repository: Kesco-m/Kesco.App.Web.MVC.Persons
Catalog: Kesco.Web.Mvc.UI.Controls/Localization/Resources.*.resx
Languages: et

# GUI_Menu_Edit
source: Edit
et: Parandus

# GUI_Menu_Edit_Copy
source: Copy
et: Kopeerimine

# GUI_Menu_Edit_Create
source: Create
et: Looma

# GUI_Menu_Edit_Delete
source: Delete
et: Kõrvaldama

# GUI_Menu_Edit_Edit
source: Edit
et: Redigeerimisel

# GUI_Menu_Edit_Find
source: Find...
et: Otsi ...

# GUI_Menu_File
source: File
et: Fail

# GUI_Menu_File_Exit
source: Exit
et: Väljapääs

# GUI_Menu_File_Save
source: Save
et: Välja arvatud

# GUI_Menu_Help
source: Help
et: Viide

# GUI_Menu_Help_Index
source: Index
et: Abifailide

# GUI_Menu_View
source: View
et: Vaata

# GUI_Menu_View_Culture
source: Language / Culture
et: Keel / kultuur

# GUI_Menu_View_Culture_English_GreatBritain
source: English (Great Britain)
et: Inglise (Suurbritannia)

# GUI_Menu_View_Culture_English_UnitedStates
source: English (United States)
et: Inglise (USA)

# GUI_Menu_View_Culture_Russian
source: Russian
et: Vene

# GUI_Menu_View_Theme
source: Theme
et: Teema

# GUI_Menu_View_Theme_Default
source: Default
et: Vaikimisi

# GUI_Menu_View_Theme_Lightness
source: Lightness
et: Lihtne

# KescoDateRangeControl_Label_From
source: From:
et: C:

# KescoDateRangeControl_Label_To
source: To:
et: Autor:

# KescoDateRangeControl_NextButton
source: Next
et: Järgmine

# KescoDateRangeControl_PrevButton
source: Previous
et: Eelmine

# KescoDateRangeControl_SelectMenu_Arbitrarily
source: Arbitrarily
et: Omavoliliselt

# KescoDateRangeControl_SelectMenu_Day
source: Day
et: Päev

# KescoDateRangeControl_SelectMenu_Month
source: Month
et: Kuu

# KescoDateRangeControl_SelectMenu_Quarter
source: Quarter
et: Kvartal

# KescoDateRangeControl_SelectMenu_Week
source: Week
et: Nädal

# KescoDateRangeControl_SelectMenu_Year
source: Year
et: Aasta

# KescoSelectControl_foundMore
source: Found more results
et: Leitud rohkem kirjeid.

# KescoSelectControl_foundRecordsMessage
source: {0} record(s) displayed.
et: Kuvan kirjed {0}.

# KescoSelectControl_NoSourceString
source: No Lookup URL was set up. Please ask developers
et: Ärge seadke andmeallikas.

# KescoSelectControl_SearchResult
source: Search Result
et: Search Results

# TrackableEntityBase_ChangedBy_Display_Name
source: Changed By
et: Muutunud:

# TrackableEntityBase_ChangedDate_Display_Name
source: Changed On
et: Uuendatud:

# KescoTreeView_Alert_DialogTitle_Error
source: Error
et: Viga

# KescoTreeView_DialogButton_Cancel
source: Cancel
et: Tühistamine

# KescoTreeView_RenameNode_ConfirmDialog_Message
source: Are you sure you want to rename this node?
et: Oled sa kindel, mida soovite ümber nimetada?

# KescoTreeView_RenameNode_ConfirmDialog_Title
source: Confirm Rename
et: Kinnitage ümbernimetamine

# KescoGridActionColumn_Title
source: Actions
et: Meetmete

# KescoSelectControl_AdvancedSearch
source: Advanced Search
et: Täpsem Otsing

# KescoLookUpControl_Found
source: {0} record(s) displayed. Found more results.
et: {0} kuvatud kirjed. Leitud rohkem.

# KescoLookUpControl_NoSourceString
source: No Lookup URL was set up. Please ask developers
et: Ärge seadke andmeallikas. Tutvuda arendajatele.

# KescoLookUpControl_NotFound
source: No records found that match a criteria.
et: Kirjeid ei leitud.

# KescoLookUpControl_Search
source: Search
et: Otsing

# KescoLookUpControl_View
source: View
et: Vaadata

# KescoLookupControl_AdvancedSearch
source: Advanced Search
et: Täpsem Otsing

# KescoTreeView_Alert_DialogTitle_Message
source: Message
et: Sõnum

# GUI_Menu_RefreshPage
source: Refresh page
et: Värskenda seda lehte

# GUI_Menu_ReturnDialogValue
source: Close and return selected value.
et: Sulgeda ja naasta valitud väärtus

# KescoTreeView_RenameNode_ErrorAlert_Message
source: Operation failed while trying to rename a node...<br/><br/>{0}
et: Rename operatsioon ebaõnnestus. <br/><br/> {0}

# KescoTreeView_RenameNode_ErrorAlert_Title
source: Node Rename failed
et: Suutnud ümber

# KescoTreeView_MoveNode_ErrorAlert_Message
source: Operation failed while trying to move a node...<br/><br/>{0}
et: Töö veoüksuse ebaõnnestus. <br/><br/> {0}

# KescoTreeView_MoveNode_ErrorAlert_Title
source: Node Move failed
et: Suutnud kanda sait

# KescoTreeView_MoveNode_ConfirmDialog_Message
source: Are you sure you want to move node(s)?
et: Oled sa kindel, mida soovite teisaldada sõlm?

# KescoTreeView_MoveNode_ConfirmDialog_Title
source: Confirm Move
et: Kinnita liikuva sõlme

# KescoSelect_AdvancedSearch
source: Advanced Search
et: Täpsem otsing

# KescoSelect_Details
source: View details
et: Vaata lähemalt
