Repository: Kesco-m/Kesco.App.Web.MVC.Persons
Catalog: Kesco.Persons.Web/Localization/Resources.*.resx
Languages: et, ru

# Accounting_CheckPerson1SStatus_ErrorMessage
source: An error occurred while checking the person in accounting 1S.
et: Kontrollimisel tekkis viga isik raamatupidamise 1S.
ru: Возникла ошибка при проверке лица в бухгалтерии 1C.

# Accounting_CheckPersonAbacusStatus_ErrorMessage
source: An error occurred while checking the person in accounting Abacus.
et: Kontrollimisel tekkis viga isik raamatupidamise Abacus.
ru: Возникла ошибка при проверке лица в бухгалтерии Abacus.

# Dossier_CheckPersonAbacusAnd1S_Error
source: An error occurred because a person was already added to ABACUS or 1C.<br><br> Making a person NOT VERIFIED - IMPOSSIBLE!
et: Viga! Sest ta on juba lisatud ABACUS või 1C. <br><br>Tee isik ei osutunud - see on võimatu!
ru: Ошибка! Т.к. данное лицо уже добавлено в ABACUS или 1С.<br><br>Сделать лицо НЕ ПРОВЕРЕННЫМ - НЕВОЗМОЖНО!!!

# Kesco_Persons_MDL_2000
source: The length of first name (ru) is exceeded {1} chars. Make it shorter.
et: Pikkus eesnimi (ru) ületamist {1} tähemärki. Tee lühem.
ru: Длина имени превышает {1} символов. Сделайте его короче.

# Kesco_Persons_MDL_2001
source: The length of middle name (ru) is exceeded {1} chars. Make it shorter.
et: Pikkus keskmine nimi (ru) ületamist {1} tähemärki. Tee lühem.
ru: Длина отчества превышает {1} символов. Сделайте его короче.

# Kesco_Persons_MDL_2002
source: The length of last name (ru) is exceeded {1} chars. Make it shorter.
et: Pikkus perekonnanimi (ru) ületamist {1} tähemärki. Tee lühem.
ru: Длина фамилии превышает {1} символов. Сделайте его короче.

# Models_JuridicalPersonCard_AddressLegalLat_Description
source: Location (legal address) international
et: Asukoht (juriidiline aadress) rahvusvaheliste
ru: Место нахождения (юридический адрес) международное

# Models_JuridicalPersonCard_AddressLegalLat_Name
source: Location (legal address) international
et: Asukoht (juriidiline aadress) rahvusvaheliste
ru: Место нахождения (юридический адрес) международное

# Models_JuridicalPersonCard_AddressLegalLat_Prompt
source: Location (legal address) international
et: Asukoht (juriidiline aadress) rahvusvaheliste
ru: Укажите местонахождение лица (юридический адрес) международное

# Models_JuridicalPersonCard_AddressLegalLat_ShortName
source: Location (legal address) international
et: Asukoht (juriidiline aadress) rahvusvaheliste
ru: Место нахождения (юридический адрес) международное

# Models_JuridicalPersonCard_AddressLegal_Description
source: Location (legal address)
et: Asukoht (juriidiline aadress)
ru: Место нахождения (юридический адрес)

# Models_JuridicalPersonCard_AddressLegal_Name
source: Location (legal address)
et: Asukoht (juriidiline aadress)
ru: Место нахождения (юридический адрес)

# Models_JuridicalPersonCard_AddressLegal_Prompt
source: Location (legal address)
et: Asukoht (juriidiline aadress)
ru: Место нахождения (юридический адрес)

# Models_JuridicalPersonCard_AddressLegal_ShortName
source: Location (legal address)
et: Asukoht (juriidiline aadress)
ru: Место нахождения (юридический адрес)

# Models_JuridicalPersonCard_BIKRKC_Description
source: BIK RKC
ru: БИК РКЦ

# Models_JuridicalPersonCard_BIKRKC_Name
source: BIK RKC
ru: БИК РКЦ

# Models_JuridicalPersonCard_BIKRKC_Prompt
source: BIK RKC
ru: БИК РКЦ

# Models_JuridicalPersonCard_BIKRKC_ShortName
source: BIK RKC
ru: БИК РКЦ

# Models_JuridicalPersonCard_BIK_Description
source: BIK
ru: БИК лица

# Models_JuridicalPersonCard_BIK_Name
source: BIK
ru: БИК

# Models_JuridicalPersonCard_BIK_Prompt
source: BIK
ru: Введите БИК

# Models_JuridicalPersonCard_BIK_ShortName
source: BIK
ru: БИК

# Models_JuridicalPersonCard_BusinessProjectID_Description
source: Specifies a business project related with the person
et: Näitab äriprojekt, pöörduge
ru: Указывает бизнес-проект, связанный с лицом

# Models_JuridicalPersonCard_BusinessProjectID_Name
source: Business Project
et: Äriprojekt
ru: Проект

# Models_JuridicalPersonCard_BusinessProjectID_Prompt
source: Please specify a business project related with the person
et: Palun täpsustage äriprojekt seotud isikuga
ru: Укажите бизнес-проект, связанный с лицом

# Models_JuridicalPersonCard_BusinessProjectID_ShortName
source: B.-Project
et: Äriprojekt
ru: Б-проект

# Models_JuridicalPersonCard_Comment_Description
source: Comment
et: Kommentaar
ru: Примечание

# Models_JuridicalPersonCard_Comment_Name
source: Comment
et: Kommentaar
ru: Примечание

# Models_JuridicalPersonCard_Comment_Prompt
source: Comment
et: Kommentaar
ru: Примечание

# Models_JuridicalPersonCard_Comment_ShortName
source: Comment
et: Kommentaar
ru: Примечание

# Models_JuridicalPersonCard_FullName_Description
source: Full name
et: Täisnimega
ru: Полное название

# Models_JuridicalPersonCard_FullName_Name
source: Full name
et: Täisnimega
ru: Полное название

# Models_JuridicalPersonCard_FullName_Prompt
source: Full name
et: Täisnimega
ru: Полное название

# Models_JuridicalPersonCard_FullName_ShortName
source: Full name
et: Täisnimega
ru: Полное название

# Models_JuridicalPersonCard_IncorporationForm_Description
source: Incorporation Form
et: Organisatsioonilise ja õigusliku vormi
ru: Организационно-правовая форма

# Models_JuridicalPersonCard_IncorporationForm_Name
source: Incorporation Form
et: Organisatsioonilise ja õigusliku vormi
ru: Орг.-прав. форма

# Models_JuridicalPersonCard_IncorporationForm_Prompt
source: Incorporation Form
et: Organisatsioonilise ja õigusliku vormi
ru: Организационно-правовая форма

# Models_JuridicalPersonCard_IncorporationForm_ShortName
source: Incorporation Form
et: Organisatsioonilise ja õigusliku vormi
ru: Орг.-прав. форма

# Models_JuridicalPersonCard_INN_Description
source: Taxpayer's identification number
et: Maksumaksja identifitseerimisnumber
ru: Идентификационный номер налогоплательщика

# Models_JuridicalPersonCard_INN_Name
source: TIN
et: INN
ru: ИНН

# Models_JuridicalPersonCard_INN_Prompt
source: Please specify a taxpayer's identification number (TIN)
et: Sisesta oma maksumaksja number
ru: Укажите идентификационный номер налогоплательщика

# Models_JuridicalPersonCard_INN_ShortName
source: TIN
et: INN
ru: ИНН

# Models_JuridicalPersonCard_IsBank_Description
source: Indicates whether the organization is a bank or not.
et: Näitab, kas organisatsioon pank.
ru: Указывает является ли организация банком.

# Models_JuridicalPersonCard_IsBank_Name
source: This organization is a bank
et: See organisatsioon on pank.
ru: Данная организация является банком

# Models_JuridicalPersonCard_IsBank_Prompt
source: Please indicate whether the organization is a bank or not.
et: Märkida, kas korraldust pangale või mitte
ru: Укажите является ли организация банком или нет

# Models_JuridicalPersonCard_IsBank_ShortName
source: Bank
et: Pank
ru: Банк

# Models_JuridicalPersonCard_IsStateOrganization_Description
source: Indicates whether the organization is a state one or not.
et: Näitab, kas korraldust riigile.
ru: Указывает является ли организация государственной

# Models_JuridicalPersonCard_IsStateOrganization_Name
source: A state organization
et: Riigikorralduslikud
ru: Государственная организация

# Models_JuridicalPersonCard_IsStateOrganization_Prompt
source: Please indicate whether the organization is a state one or not.
et: Märkida, kas korraldust riigile.
ru: Укажите является ли организация государственной

# Models_JuridicalPersonCard_IsStateOrganization_ShortName
source: State organization
et: Riigikorralduslikud
ru: Гос. организация

# Models_JuridicalPersonCard_KPP_Description
source: KPP
ru: КПП

# Models_JuridicalPersonCard_KPP_Name
source: KPP
ru: КПП

# Models_JuridicalPersonCard_KPP_Prompt
source: KPP
ru: КПП

# Models_JuridicalPersonCard_KPP_ShortName
source: KPP
ru: КПП

# Models_JuridicalPersonCard_LoroConto_Description
source: LoroConto
et: korrespondentkonto
ru: Корр. счет

# Models_JuridicalPersonCard_LoroConto_Name
source: LoroConto
et: korrespondentkonto
ru: Корр. счет

# Models_JuridicalPersonCard_LoroConto_Prompt
source: LoroConto
et: korrespondentkonto
ru: Корр. счет

# Models_JuridicalPersonCard_LoroConto_ShortName
source: LoroConto
et: korrespondentkonto
ru: Корр. счет

# Models_JuridicalPersonCard_Nickname_Description
source: A nickname of the person
et: Isiku hüüdnime Isiku hüüdnime
ru: Псевдоним лица

# Models_JuridicalPersonCard_Nickname_Name
source: Nickname
et: hüüdnimi
ru: Псевдоним

# Models_JuridicalPersonCard_Nickname_Prompt
source: Please specify a nickname for the person.
et: Palun täpsustage isiku hüüdnime.
ru: Укажите псевдоним лица

# Models_JuridicalPersonCard_Nickname_Required
source: A nickname is required.
et: Hüüdnimi on vaja.
ru: Требуется указать псевдоним лица

# Models_JuridicalPersonCard_Nickname_ShortName
source: Nickname
et: hüüdnimi
ru: Кличка

# Models_JuridicalPersonCard_OGRN_Description
source: State registration number
et: Riigi registreerimisnumber
ru: Государственный регистрационный номер

# Models_JuridicalPersonCard_OGRN_Name
source: BIN
ru: ГРН

# Models_JuridicalPersonCard_OGRN_Prompt
source: Specify a state registration number
et: Täpsustage peamine riikliku registreerimismärgi number.
ru: Укажитете основной государственный регистрационный номер.

# Models_JuridicalPersonCard_OGRN_ShortName
source: BIN
ru: ГРН

# Models_JuridicalPersonCard_OKONH_Description
source: OKONH
ru: ОКОНХ

# Models_JuridicalPersonCard_OKONH_Name
source: OKONH
ru: ОКОНХ

# Models_JuridicalPersonCard_OKONH_Prompt
source: OKONH
ru: ОКОНХ

# Models_JuridicalPersonCard_OKONH_ShortName
source: OKONH
ru: ОКОНХ

# Models_JuridicalPersonCard_OKPO_Description
source: National Classification of businesses and organizations.
et: Riiklik klassifikatsioon ettevõtted ja organisatsioonid
ru: Национальный классификатор предприятий и организаций.

# Models_JuridicalPersonCard_OKPO_Name
source: OKPO Code
ru: ОКПО

# Models_JuridicalPersonCard_OKPO_Prompt
source: Fill in a code of national classification of businesses and organizations.
et: Sisesta kood riikliku klassifikaatori ettevõtete ja organisatsioonidega.
ru: Укажите код национального классификатора предприятий и

# Models_JuridicalPersonCard_OKPO_ShortName
source: OKPO
ru: ОКПО

# Models_JuridicalPersonCard_OKVED_Description
source: OKVED
ru: ОКВЭД

# Models_JuridicalPersonCard_OKVED_Name
source: OKVED
ru: ОКВЭД

# Models_JuridicalPersonCard_OKVED_Prompt
source: OKVED
ru: ОКВЭД

# Models_JuridicalPersonCard_OKVED_ShortName
source: OKVED
ru: ОКВЭД

# Models_JuridicalPersonCard_RwID_Description
source: Railway ID
et: Raudtee ID
ru: Ж/Д Код

# Models_JuridicalPersonCard_RwID_Name
source: Railway ID
et: Raudtee ID
ru: Ж/Д Код

# Models_JuridicalPersonCard_RwID_Prompt
source: Railway ID
et: Raudtee ID
ru: Ж/Д Код

# Models_JuridicalPersonCard_RwID_ShortName
source: Railway ID
et: Raudtee ID
ru: Ж/Д Код

# Models_JuridicalPersonCard_ShortNameLat_Description
source: Short name of juridical person in english language
et: Murdke nime juriidiline isik inglise
ru: Краткое название юридического лица на английском языке

# Models_JuridicalPersonCard_ShortNameLat_Name
source: Short name international
et: Lühike nimi rahvusvaheline
ru: Краткое название международное

# Models_JuridicalPersonCard_ShortNameLat_Prompt
source: Please specify a short international name of juridical person
et: Sisestage lühike rahvusvaheline nimetus juriidiline isik.
ru: Укажите краткое международное название юридического лица.

# Models_JuridicalPersonCard_ShortNameLat_ShortName
source: Short name international
et: Lühike nimi rahvusvaheline
ru: Краткое название международное

# Models_JuridicalPersonCard_ShortNameRusGenitive_Description
source: Short name in the genitive
et: Nimi genitiiv
ru: Название в родительном падеже

# Models_JuridicalPersonCard_ShortNameRusGenitive_Name
source: Short name in the genitive
et: Nimi genitiiv
ru: Краткое название в родительном падеже

# Models_JuridicalPersonCard_ShortNameRusGenitive_Prompt
source: Short name in the genitive
et: Nimi genitiiv
ru: Название в родительном падеже

# Models_JuridicalPersonCard_ShortNameRusGenitive_ShortName
source: Short name in the genitive
et: Lühike nimi omastavas käändes
ru: Краткое название в родительном падеже

# Models_JuridicalPersonCard_ShortNameRus_Description
source: Short name in native language
et: Lühike nimi emakeeles
ru: Краткое название на родном языке

# Models_JuridicalPersonCard_ShortNameRus_Name
source: Short name
et: Lühike nimi
ru: Краткое название

# Models_JuridicalPersonCard_ShortNameRus_Prompt
source: Please specify a short name in native language
et: Palun täpsustage lühike nime emakeeles
ru: Краткое название

# Models_JuridicalPersonCard_ShortNameRus_ShortName
source: Short name
et: Lühike nimi
ru: Краткое название

# Models_JuridicalPersonCard_TerritoryID_Description
source: A country of registration
et: Asutamise riik
ru: Страна регистрации

# Models_JuridicalPersonCard_TerritoryID_Name
source: A country of registration
et: Asutamise riik
ru: Страна регистрации

# Models_JuridicalPersonCard_TerritoryID_Prompt
source: Please specify a country of registration.
et: Sisesta registreerinud riigi
ru: Укажите страну регистрации

# Models_JuridicalPersonCard_TerritoryID_Required
source: A country of registration is required.
et: Sisesta registreerinud riigi
ru: Укажите страну регистрации

# Models_JuridicalPersonCard_TerritoryID_ShortName
source: A country of registration
et: Asutamise riik
ru: Страна регистрации

# Models_NaturalPersonCard_AddressLegalEn_Description
source: Address
et: Аadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegalEn_Name
source: Address
et: Аadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegalEn_Prompt
source: Address
et: Аadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegalEn_ShortName
source: Address
et: Аadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegal_Description
source: Address
et: Aadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegal_Name
source: Address
et: Aadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegal_Prompt
source: Address
et: Aadress
ru: Адрес

# Models_NaturalPersonCard_AddressLegal_ShortName
source: Address
et: Aadress
ru: Адрес

# Models_PersonCard_LastNameRus_Description
source: Last name
et: Perenimi
ru: Фамилия

# Models_PersonCard_LastNameRus_Name
source: Last name
et: Perenimi
ru: Фамилия

# Models_PersonCard_LastNameRus_Prompt
source: Please specify a last name
et: Sisesta oma perekonnanimi keeles
ru: Укажите фамилию лица

# Models_PersonCard_LastNameRus_ShortName
source: Last name
et: Perenimi
ru: Фамилия

# Models_Requisites_From_Description
source: From date
et: Alguskuupäev üksikasjad
ru: Дата начала действия реквизитов

# Models_Requisites_From_Name
source: from
et: pärit
ru: c

# Models_Requisites_From_Prompt
source: From date
et: Sisestage kuupäev, mil hagi eespool nimetatud üksikasjadest.
ru: Укажите дату, с которой действуют указанные реквизиты

# Models_Requisites_From_ShortName
source: from
et: pärit
ru: c

# Models_Requisites_To_Description
source: To date
et: Aegumiskuupäev üksikasju.
ru: Дата окончания действия реквизитов

# Models_Requisites_To_Name
source: to
et: poolt
ru: по

# Models_Requisites_To_Prompt
source: To date
et: Määrake kuupäeva, mil hagi nimetatud andmed.
ru: Укажите дату, по которую действуют указанные реквизиты

# Models_Requisites_To_ShortName
source: to
et: poolt
ru: по

# Persons_Delete_ConfirmDeletion_ActionTitle
source: I confirm
et: Kinnitan kustutamine
ru: Подтверждаю

# Persons_Delete_Message_ConfirmDeletion
source: Are you sure you want to delete a person '{0}'
et: Kas olete kindel, et soovite kustutada isik, kellel '{0}'
ru: Вы уверены, что хотите удалить лицо '{0}'

# Persons_Delete_Message_ConfirmDeletion_DetailsOfPersonWillBeDeleted
source: Because of types of persons are not the same, <br>the requisites of person will be deleted.
et: Kuna tüüpi isikud ei ole sama, rekvisiidid isik kustutatakse.
ru: При замене, т.к. тип удаляемого лица отличается от типа замечающего лица, <br>реквизиты удаляемого лица будут удалены!

# Persons_Delete_Message_ConfirmDeletion_Replacement
source: with replace on person '{0}'?
et: koos asendama edasi isikule '{0}'?
ru: с заменой на лицо '{0}'?

# Persons_Delete_Message_DeleteSuccess
source: Person '{0}' has been successfully deleted!
et: Isik '{0}' on edukalt kustutatud!
ru: Лицо '{0}' удалено!

# Persons_Delete_Message_DeleteWithReplaceSuccess
source: Person '{0}' was successfully replaced with person '{1}'.<br><br>Please check validity of details.
et: Isiku '{0}' on edukalt asendada isiku '{1}'.<br><br>Palun kontrollige kehtivust üksikasju.
ru: Лицо '{0}' было заменено на лицо '{1}'.<br><br>Проверьте правильность реквизитов замещающего лица!

# Persons_Delete_Message_PersonIsTheSameAsSpecifiedForReplcement
source: Replacement is impossible!<br><br>The person is the same as specified for replacement.
et: Asendamine ei ole võimalik!<br><br>Asendaja nägu kattub eemaldatav nägu.
ru: Замена невозможна! Замещающее лицо совпадает с удаляемым лицом.

# Persons_Delete_Message_PersonNotFound
source: A person with #{0} not found!
et: Isiku # {0} ei leitud!
ru: Лицо с №{0} не найдено!

# Persons_Delete_Message_PersonNotSpecified
source: The person is not specifed.
et: Isik on täpsustamata.
ru: Не указано лицо для удаления.

# Persons_Delete_Title_ConfirmDeletion
source: Confirm deletion of person
et: Kinnita kustutamine inimene
ru: Подтвердите удаление лица

# Persons_Delete_Title_DeleteSuccess
source: Person deleted
et: Isik on kustutatud
ru: Лицо удалено

# Persons_Dossier_Delete_PersonID_Label
source: will be deleted
et: eemaldage
ru: удаляется

# Persons_Dossier_Delete_ReplaceWithPersonID_Label
source: replace with
et: asendamine
ru: c заменой на

# Persons_INN_185
source: TRN
ru: РНН

# Persons_INN_186
source: INN
ru: ИНН

# Persons_INN_188
source: INN
ru: ИНН

# Persons_OGRN_185
source: Registration number
et: Registrinumber
ru: Регистрационный номер

# Persons_OGRN_186
source: Registration number
et: Registrinumber
ru: Регистрационный номер

# Persons_OGRN_188
source: BIN
ru: ОГРН

# Persons_OGRN_189
source: Registry number
et: Registreeri arv
ru: Реестровый номер

# Persons_OKPO_185
source: NCEO Code
et: OKPO Kood
ru: ОКПО

# Persons_OKPO_186
source: NCEO Code
et: OKPO Kood
ru: ОКПО

# Persons_OKPO_188
source: NCEO Code
et: OKPO Kood
ru: ОКПО

# Persons_OKPO_189
source: OKPO Code
et: OKPO Kood
ru: ОКПО

# Persons_Requisites_ShortNameRusGenitive_AddOn
source: (for documents)
et: (dokumentide)
ru: (для документов)

# Validation_Contact_ErrorDlg_Message
source: There was one or more errors while saving a contact. Correct them.
et: Seal oli üks või rohkem vigu ning säästa kontakt. Parandada.
ru: Возникла одна или несколько ошибок при сохранении контакта. Исправьте их.

# Validation_Contact_ErrorDlg_Title
source: Error
et: Viga
ru: Ошибка

# Validation_Contact_SpecifyContactType
source: Please specify the type of contact
et: Palun täpsustage kontakt
ru: Необходимо указать тип контакта

# Validation_Contact_SpecifyCountryAtLeast
source: Please specify a field '{PropertyName}'
et: Palun täpsustage valdkonnas '{PropertyName}'
ru: Необходимо указать поле '{PropertyName}'

# Validation_Contact_SpecifyCountryPhoneCode
source: Please specify a field '{PropertyName}'
et: Palun täpsustage valdkonnas '{PropertyName}'
ru: Необходимо указать поле '{PropertyName}'

# Validation_Contact_SpecifyOtherContact
source: Please specify a field '{PropertyName}'
et: Palun täpsustage valdkonnas '{PropertyName}'
ru: Необходимо указать поле '{PropertyName}'

# Validation_Contact_SpecifyPhoneNumber
source: Please specify a field '{PropertyName}'
et: Palun täpsustage valdkonnas '{PropertyName}'
ru: Необходимо указать поле '{PropertyName}'

# Validation_JuridicalPerson_MustSpecifyAtLeastOnePersonType
source: Specify the type of person
et: Täpsustage tüüpi inimene
ru: Укажите тип лица

# Validation_JuridicalPerson_RequisitesMustBeSpecified
source: Enter the details of the person.
et: Sisestage üksikasjad organisatsiooni.
ru: Укажите реквизиты лица.

# Validation_NaturalPerson_AtLeastTheNameMustBeSpecified
source: You must specify at least the name of an individual
et: Pead määrama vähemalt nime üksikisiku.
ru: Необходимо указать хотя бы имя частного лица

# Validation_Person_ErrorDlg_Message
source: There was one or more errors in the verification of these data. Correct them.
et: Seal oli üks või rohkem vigu kontrollida neid andmeid. Likvideerida neid.
ru: Возникла одна или несколько ошибок при проверке указанных данных. Исправьте их.

# Validation_NaturalPerson_NameHasNoCyrillicChars
source: The field <{0} [A-Z]> is specified incorrectly . [must be filled using the latin characters only]
et: Palun sisesta valesti <{0} [A-Z]>. [täidetakse inglise keeles või keeles registreerimise riik]
ru: Некорректно заполнено поле <{0} [A-Z]>. [заполняется с использованием только латинских букв]

# Validation_NaturalPerson_PersonWithTheSameNicknameDoesNotExist
source: The person with this nickname already exists.
et: Isik alias on juba olemas.
ru: Лицо с таким псевдонимом уже существует

# Validation_NaturalPerson_SexMustBeSpecified
source: You must specify the sex of an individual.
et: Pead määrama sugu üksikisiku.
ru: Необходимо указать пол частного лица.

# Validation_Requisites_DateRange_must_be_valid
source: Wrong time of the details.
et: Vale aeg üksikasjad.
ru: Неправильно указано время действия данных.

# Validation_ErrorDlg_Title
source: Validation error
et: Valideerimisviga
ru: Ошибка проверки

# Validation_Requisites_FullName_is_invalid
source: Correctly fill in the full name of person.
et: Õigesti täitke täisnimi inimene.
ru: Неправильно указано полное название лица.

# Validation_Requisites_ShortNameRus_must_be_correct
source: Correctly fill in the short name.
et: Õigesti täitke lühike nimi vene keeles.
ru: Некорректно заполнено поле КРАТКОЕ НАЗВАНИЕ

# Validation_Requisites_SomeShortNames_must_be_specified
source: You must specify one of the short names or boths.
et: Peate määrama vene või ladinakeelne nimetus juriidiline isik.
ru: Необходимо указать русское или латинское название юр. лица

# Validation_String_LengthExceeded
source: The length of '{PropertyName}' field exceeded a maximum value of {MaxLength} chars. Make it shorter.
et: Pikkus '{PropertyName}' väljale ületatud maksimaalne väärtus {MaxLength} tähemärki. Tee lühem.
ru: Длина поля '{PropertyName}' превышает максимальное значение {MaxLength} символов. Сделайте строку короче.

# Validation_String_LengthExceeded2
source: The length of '{0}' field exceeded a maximum value of {MaxLength} chars. Make it shorter.
et: Pikkus '{0}' väljale ületatud maksimaalne väärtus {MaxLength} tähemärki. Tee lühem.
ru: Длина поля '{0}' превышает максимальное значение {MaxLength} символов. Сделайте строку короче.

# Validation_Specify_Field
source: Please specify a field '{PropertyName}'.
et: Palun täpsustage valdkonnas '{PropertyName}'.
ru: Необходимо указать поле '{PropertyName}'.

# Validation_Specify_Field_Name
source: Please specify a field '{0}'
et: Palun täpsustage valdkonnas '{0}'
ru: Необходимо указать поле '{0}'

# ViewModel_Exception_JuridicalPerson_Requisites_CardNotFound
source: The card of juridical person with #{0} was not found.
et: Kaardi juriidiline isik # {0} ei leitud.
ru: Не удалось загрузить карточку юридического лица с идентификатором #{0}.

# ViewModel_Exception_JuridicalPerson_Requisites_InvalidAreaIDPassed
source: Invalid id (#{0}) of territory was passed.
et: Vigane ID (# {0}) Territooriumi võeti vastu.
ru: Передан неверный идентификатор (#{0}) страны регистрации

# ViewModel_Exception_JuridicalPerson_Requisites_InvalidCardIDPassed
source: Invalid id (#{0}) of juridical person card was passed.
et: Vigane ID (# {0}) on juriidiline isik kaart oli möödas.
ru: Передан неверный идентификатор (#{0}) карточки с реквизитами
