Repository: Kesco-m/Kesco.App.Web.MVC.Persons
Catalog: Kesco.Persons.Web/Localization/Resources.*.resx
Languages: et, ru

# ViewModel_Exception_JuridicalPerson_Requisites_InvalidPersonIDPassed
source: Invalid id (#{0}) of juridical person was passed.
et: Vigane ID (# {0}) on juriidiline isik võeti vastu.
ru: Передан неверный идентификатор (#{0}) лица

# ViewModel_Exception_JuridicalPerson_Requisites_PersonNotFound
source: The person with #{0} was not found.
et: Laadimine ebaõnnestus andmed isiku ID # {0}.
ru: Не удалось загрузить данные о лице с идентификатором #{0}.

# Views_Contact_ContactText_Pager
source: Pager
et: Piipari
ru: Пейджер

# Views_Contact_ContactText_Teletype
source: Teletype
et: Teletaip
ru: Телетайп

# Views_Contact_ContactText_Telex
source: Telex
et: Teleks
ru: Телекс

# Views_Contact_PersonLinkID_Label_ByEmployee
source: By employee
et: Poolt töötaja
ru: По работнику

# Views_Contact_PersonLinkID_Label_ByWorkPlace
source: By workplace at
et: Töökohas
ru: По месту работы

# Views_CreateJuridical_PageTitle
source: Create juridical person
et: Juriidiline isik
ru: Создать юридическое лицо

# Views_Dossier_PersonSync_PageTitle
source: Synchronize a data beteen employee and related person.
et: Sünkroonimine töötaja andmed ja nägu.
ru: Синхронизовать данные сотрудника и лица.

# Views_JuridicalPerson_Edit_PageTitle
source: Edit juridical person
et: Andmed organisatsiooni või panga
ru: Данные о организации или банке

# Views_JuridicalPerson_Length
source: Length
et: pikkus
ru: Длина

# Views_JuridicalPerson_RemoveFromList
source: Remove from the list
et: Eemalda nimekirjast
ru: Удалить из списка

# Views_JuridicalPerson_Requisites_AddressLegalLat
source: the field must have international name of country of registration:
et: väli peaks sisaldama riigi nimi rahvusvahelises registreeringus:
ru: поле должно содержать международное название страны регистрации:

# Views_JuridicalPerson_Requisites_NationalPassport
source: The fields must be filled as in national passport of country
et: Väljad tuleb täita nii riiklikes riigi pass.
ru: Поля должны быть заполнены как в национальном паспорте страны

# Views_JuridicalPerson_Requisites_English
source: The fields must be filled using of the latin letters only (A-Z)
et: Väljad tuleb täita ladina tähtedega ainult (A-Z)
ru: Поля должны быть заполнены c использованием только латинских букв (A-Z)

# Views_JuridicalPerson_Requisites_English1
source: The field must be filled using of the latin letters only (A-Z)
et: Väli tuleb täita kasutades ning ladina tähti ainult (A-Z).
ru: поле должно быть заполнено c использованием только латинских букв (A-Z)

# Views_JuridicalPerson_Requisites_Local
source: the field must be filled as in national passport of country
et: väli tuleb täita nii riiklikes riigi pass
ru: поле должно быть заполнено на языке страны регистрации

# Views_JuridicalPerson_Requisites_PageTitle_AddNew
source: Add new requisites of the juridical person
et: Lisades andmed juriidilise isiku
ru: Добавление реквизитов юридического лица

# Views_JuridicalPerson_Requisites_PageTitle_Edit
source: Edit requisites of the juridical person
et: Redigeerimisel andmed juriidilise isiku
ru: Редактирование реквизитов юридического лица

# Views_JuridicalPerson_Requisites_Valid
source: valid
et: kehtiv
ru: действуют

# Views_JuridicalPerson_Requisites_Valid_From
source: from
et: pärit
ru: c

# Views_JuridicalPerson_Requisites_Valid_To
source: to
et: kuupäeva
ru: по

# Views_NaturalPerson_Create_PageTitle
source: Create natural person
et: Loo individuaalne
ru: Создание физического лица

# Views_NaturalPerson_Duplicate_PageTitle
source: Possible duplicates of the person
et: Võimalikud duplikaadid inimene
ru: Возможные дубликаты лица

# Views_NaturalPerson_EditRequisites_PageTitle
source: Natural person card
et: Isiku kaardi
ru: Карточка физического лица

# Views_NaturalPerson_Edit_PageTitle
source: Natural person data
et: Need individuaalne
ru: Данные частного лица

# Views_PersonThemes_ChooseButtonTitle
source: Choose a list of person's themes
et: Vali liikide loetelu isikutest
ru: Выбрать список типов лиц

# Views_PersonTypes_Catalogs
source: Catalog(s)
et: Кataloog(id)
ru: Каталог(и)

# Views_Card_PageTitle
source: Verification on crossing dates
et: Kontrollimine ületamisel kuupäevi
ru: Проверка пересечения дат

# Views_NaturalPerson_CreateRequisites_PageTitle
source: New card of natural person
et: Uus kaart füüsilise isiku
ru: Новая карточка физического лица

# Views_Card_PageMessage
source: Specify the term relevance to the new card
et: Määrates tähtaja oluline uute kaardiga
ru: Определите сроки действия новой карточки

# Views_Card_PageMessageComment
source: validates the input range and creates a new card with verified dates
et: kinnitab sisendpiirkond ja luua kaarte usaldusväärsete tähtaegade
ru: выполняется проверка введённого диапазона и создание новой карточки с проверенными датами

# Validation_JuridicalPerson_RegistrationCountryMustBeSpecified
source: Specify a country of registration
et: Täpsustage registreerimise riik
ru: Укажите страну регистрации

# Validation_EmailAddressInvalid
source: The specified {0} email is invalid [{1}]
et: {0} on kehtetu [{1}]
ru: Указанный {0} введён некорректно [{1}]

# Validation_StringField_OnlyLatinChars
source: The field '{PropertyName}' is specified incorrectly. [must be filled in english]
et: Valdkonnas '{PropertyName}' on määratud valesti. [tuleb täita inglise keeles]
ru: Некорректно заполнено поле '{PropertyName}'. [заполняется на английском языке]

# Validation_UrlAddressInvalid
source: The specified {0} address is invalid
et: Nimetatud {0} aadress on vigane
ru: Указанный {0} адрес введён некорректно

# Views_JuridicalPerson_Requisites_SpecifyCountryOfRegistration
source: Specify the country of registration before requisites.
et: Sisesta registreerinud riigi enne rekvisiidid.
ru: Укажите страну регистрации перед указанием реквизитов.

# Validation_Card_DateRange_must_be_valid
source: The range of dates is incorrect specified!
et: Kuupäevade vahemik on vale täpsustatud!
ru: Диапазон дат указан некорректно!

# Validation_Card_ErrorDlg_Message
source: Unable to create a new card, <br>check the range of dates!
et: Ei suuda luua uut kaarti, <br> kontrolli kuupäeva vahemik sisend!
ru: Невозможно создать новую карточку, <br>проверьте диапазон дат!

# Validation_Card_ErrorDlg_Title
source: Error
et: Viga
ru: Ошибка

# Models_JuridicalPersonCard_ShortNameGenitive_IfExists
source: (if exists)
et: (kui nii)
ru: (если есть падеж)

# Persons_Contact_PleaseSpecifyPerson
source: - please specify a person to create a new contact!
et: - palun täpsustage isik luua uue kontakti!
ru: - для создания контакта необходимо указать лицо!

# Models_NaturalPersonCard_LastNameAZ
source: Last Name [A-Z]
et: Perenimi [A-Z]
ru: Фамилия [A-Z]

# Models_NaturalPersonCard_FirstNameAZ
source: First Name [A-Z]
et: Nimi [A-Z]
ru: Имя [A-Z]

# Models_NaturalPersonCard_MiddleNameAZ
source: Middle Name [A-Z]
et: Keskmine nimi [A-Z]
ru: Отчество [A-Z]

# Persons_Synchronize_PageTitle
source: Synchronize employee's data with person
et: Sünkroniseerimine töötaja andmeid isiku
ru: Синхронизовать данные сотрудника и лица

# Models_Dossier_Info_RegistrationCountry
source: A country of registration
et: Registreerimise riik
ru: Страна регистрации

# Models_Dossier_Info_BusinessProject
source: Business-project
et: Äri-projekti
ru: Бизнес-проект

# Models_Dossier_Info_INN
source: TIN
et: INN
ru: ИНН

# Models_Dossier_Info_OGRN
source: PSRN
et: BIN
ru: ОГРН

# Models_Dossier_Info_GRN
source: BIN
ru: ГРН

# Models_Dossier_Info_OKPO
source: OKPO
ru: ОКПО

# Models_Dossier_Info_BIK
source: BIC
ru: БИК

# Models_Dossier_Info_CorrAccount
source: Correspondent account
et: Korrespondentkonto
ru: Кор. счёт

# Models_Dossier_Info_RCCBIK
source: RCC BIC
ru: РКЦ БИК

# Models_Dossier_Info_Comment
source: Comment
et: Märkus
ru: Примечание

# Models_Dossier_Info_DateStart
source: End date
et: Start date
ru: Дата начала

# Models_Dossier_Info_DateEnd
source: Start date
et: Finish kuupäev
ru: Дата конца

# Models_Dossier_Info_StateOrganization
source: <i>a state organization</i>
et: <i>riigi organisatsioon</i>
ru: <i>государственная организация</i>

# Validation_NaturalPerson_CheckFirstNameOnLat
source: Check your spelling in English
et: Kontrollige kirjapilti inglise
ru: Проверьте написание имени на английском

# Validation_NaturalPerson_CheckMiddleNameOnLat
source: Check the spelling of a patronymic in English
et: Kontrolli õigekirja perekonnanimi English
ru: Проверьте написание отчества на английском

# Validation_NaturalPerson_CheckSecondNameOnLat
source: Check the spelling of names in English
et: Kontrollige kirjapilti inglise
ru: Проверьте написание фамилии на английском

# Validation_NaturalPerson_NaturalFIOMustBeOnEnglish
source: All completed field name should have an English transliteration.
et: Kõik lõpetanud valdkonnas nimi peaks olema inglise transliteratsiooni.
ru: Все заполненные поля ФИО должны иметь английскую транслитирацию.

# Views_NaturalPerson_Tooltip_TranslateName
source: Translate to English
et: Tõlgi English
ru: Перевести на английский

# Views_NaturalPerson_Validation_Responsible
source: You must specify the responsible
et: Peate määrama vastutavad
ru: Необходимо указать ответственных

# Kesco_Persons_MDL_Link_ChildID_Prompt
source: Child
et: Laps
